[
  "obsidian-style-settings",
  "calendar",
  "obsidian-kanban",
  "obsidian-print-preview",
  "dataview",
  "obsidian-excalidraw-plugin",
  "obsidian-icon-folder",
  "obsidian-enhancing-mindmap",
  "execute-code",
  "obsidian-plantuml",
  "code-styler",
  "obsidian-git",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-auto-link-title"
]